SERIAL_FAILURE = """
{serial}
این شماره هولوگرام یافت نشد. لطفا دوباره سعی کنید  و یا با واحد پشتیبانی تماس حاصل فرمایید.
ساختار صحیح شماره هولوگرام بصورت دو حرف انگلیسی و 7 یا 8 رقم در دنباله آن می باشد. مثال:
FA1234567
شماره تماس با بخش پشتیبانی فروش شرکت التک:
021-22038385"""


SERIAL_DOUBLE = """
{serial}
این شماره هولوگرام مورد تایید است.
برای اطلاعات بیشتر از نوع محصول با بخش پشتیبانی فروش شرکت التک تماس حاصل فرمایید:
021-22038385"""


SERIAL_OK = """
{serial}
{ref_number}
{desc}
Hologram date: {date}
Genuine product of Schneider Electric
شماره تماس با بخش پشتیبانی فروش شرکت التک:
021-22038385"""


SERIAL_NOT_FOUND = """
{serial}
این شماره هولوگرام یافت نشد. لطفا دوباره سعی کنید  و یا با واحد پشتیبانی تماس حاصل فرمایید.
ساختار صحیح شماره هولوگرام بصورت دو حرف انگلیسی و 7 یا 8 رقم در دنباله آن می باشد. مثال:
FA1234567
شماره تماس با بخش پشتیبانی فروش شرکت التک:
021-22038385"""
